Repository: lliurex/lliurex-openmeetings
Catalog: lliurex-po/lliurex-openmeetings/*.po
Languages: ca@valencia, es

source: Admin password
ca@valencia: Contrasenya de l'administrador
es: Contraseña de administrador

source: Admin password should have at least, four characters
ca@valencia: La contrasenya de l'administrador ha de tindre almenys quatre caràcters.
es: La contraseña de administrador ha de tener, al menos, 4 carácteres

source: Admin passwords do not match
ca@valencia: Les contrasenyes d'administrador no són idèntiques.
es: Las contraseñas de administrador no coinciden

source: Admin user
ca@valencia: Usuari administrador
es: Usuario administrador

source: Admin user should have at least, four characters
ca@valencia: L'usuari administrador ha de tindre almenys quatre caràcters.
es: El usuario administrador ha de tener, al menos, 4 carácteres

source: Database password
ca@valencia: Contrasenya per a la base de dades
es: Contraseña de la base de datos

source: Database password should have at least, four characters
ca@valencia: La contrasenya per a la base de dades ha de tindre almenys quatre caràcters.
es: La contraseña de la base de datos ha de tener, al menos, 4 carácteres

source: Database passwords do not match
ca@valencia: Les contrasenyes per a la base de dades no són idèntiques.
es: Las contraseñas de la base de datos no coinciden

source: Database user
ca@valencia: Usuari per a la base de dades
es: Usuario de la base de datos

source: Database user should have at least, four characters
ca@valencia: L'usuari per a la base de dades ha de tindre almenys quatre caràcters.
es: El usuario de la base de datos ha de tener, al menos, 4 carácteres

source: Initialize
ca@valencia: Inicialitza'l
es: Inicializar

source: Invalid email address
ca@valencia: Adreça de correu invàlida
es: Dirección de correo inválida

source: LliureX Openmeeting
ca@valencia: LliureX OpenMeetings
es: LliureX Openmeetings

source: Openmeeting service is being initialized, please wait...
ca@valencia: El servici d'OpenMeetings s'està inicialitzant. Espereu...
es: El servicio de OpenMeeting está siendo inicializado, espere...

source: Process completed successfully!
ca@valencia: Tot ha anat bé.
es: El proceso ha sido completado con éxito

source: Repeat password
ca@valencia: Torneu a introduir la contrasenya
es: Repita el password

source: Repeat password
ca@valencia: Torneu a introduir la contrasenya
es: Repita la contraseña

source: Running
ca@valencia: En execució
es: Arrancado

source: Starting...
ca@valencia: S'està iniciant...
es: Arrancando..

source: Stop
ca@valencia: Para
es: Parar

source: Stoping...
ca@valencia: S'està parant...
es: Parando...

source: Stopped
ca@valencia: S'ha parat
es: Parado

source: There was an error while setting openmeetings up, check output for details
ca@valencia: Hi ha hagut un error mentres s'iniciava l'OpenMeetings; comproveu l'eixida per a veure més detalls.
es: Ha habido un error mientras se configuraba OpenMeetings, comprobar la salida para los detalles

source: admin
ca@valencia: administrador

source: email
ca@valencia: correu electrònic
es: correo

source: lliurex openmeetings service manager
ca@valencia: Administrador del servici del LliureX OpenMeetings
es: LliureX OpenMeetings controlador del servicio

source: root is not a valid database user
ca@valencia: 'root' no és un usuari vàlid per a la base de dades
es: «root» no es un usuario válido para la base de datos

source: status
ca@valencia: estat
es: estado
