Repository: lliurex/lliurex-openmeetings
Catalog: lliurex-po/lliurex-openmeetings-setup/*.po
Languages: es_es

source: Failed when updating config: %s
es_es: Error configurando: %s

source: Error %s when running lliurex-openmeetings
es_es: Error de ejecucion %s

source: Invalid username
es_es: Usuario no válido

source: Special characters not allowed
es_es: No se permiten carácteres especiales

source: Invalid password lenght
es_es: Tamaño de la contraseña incorrecto

source: No special characters detected
es_es: Debe haber al menos un carácter especial

source: Passwords don't match
es_es: Las contraseñas no coinciden

source: Password must contain upper and lowercase letters
es_es: La contraseña debe tener mayúsculas y minúsculas

source: Currency symbols not allowed
es_es: Los símbolos monterarios no están permitidos

source: Invalid mail
es_es: Dirección incorrecta

source: Openmeetings setup
es_es: Configuración de OpenMeetings

source: Main configure for openmeetings
es_es: Configuración principal de openmeetings

source: Configure database access and users
es_es: Configura la base de datos y los usuarios

source: Configure database access and users for openmeetings
es_es: Configura la base de datos y los usuarios de openmeetings

source: Database user
es_es: Usuario de la base de datos

source: openmeetingsuser
es_es: usuariolliurexmeet

source: User password
es_es: Contraseña

source: * At least 8 character
es_es: * Al menos 8 carácteres

source: SPECIAL CHARACTERS NOT ALLOWED
es_es: NO SE PERMITEN CARÁCTERES ESPECIALES

source: p4ssw0rd
es_es: Cl4veSecreta

source: Admin user
es_es: Administrador

source: admin
es_es: administrador

source: Admin password
es_es: Contraseña

source: * Uppercase and lowercase * Alphanumeric * With special characters (!, #, &...)
es_es: * Mayúsculas y minúsculas * Alfanumérica * Con carácteres especiales (!, #, &...)

source: P4ssw0rd!
es_es: Cl4veSecreta!

source: Admin email
es_es: Correo de Administración

source: Failed when writing conffig: %s
es_es: Error al gurardar: %s

source: Working... it could take some minutes. Please don't close this window
es_es: Trabajando... puede llevar algo de tiempo. Por favor no cierres la ventana

source: Openmeetings configuration updated
es_es: Configuración actualizada

source: Openmeetings daemon setup
es_es: Configuración del servicio OpenMeetings

source: Conifgure openmeetings service setup
es_es: Configura el servicio de openmeetings

source: Start/stop the service or launch at boot
es_es: Arranca/detiene el servicio o lo lanza al arranque

source: Launch at startup
es_es: Ejecutar al inicio

source: Disable videconference (remove webcam and microphone support)
es_es: Desactivar videoconferencia (sin soporte para webam y micrófono)

source: Stop service
es_es: Detener

source: Start service
es_es: Arrancar
