Repository: lliurex/lliurex-openmeetings
Catalog: lliurex-po/lliurex-openmeetings-setup/*.UTF-8@valencia.po
Languages: ca_es

source: Failed when updating config: %s
ca_es: Error actualitzant: %s

source: Error %s when running lliurex-openmeetings
ca_es: Error d'execució: %s

source: Invalid username
ca_es: Usuari no vàlid

source: Special characters not allowed
ca_es: No es permetren caràcters especials

source: Invalid password lenght
ca_es: Mida de contrasenya invàlida

source: No special characters detected
ca_es: Cal afegir com a mínim un caràcter especial

source: Passwords don't match
ca_es: Les contrasenyes son diferents

source: Password must contain upper and lowercase letters
ca_es: Cal incloure majúscules i minúscules a la contrasenya

source: Currency symbols not allowed
ca_es: Símbols monetaris no son permessos

source: Invalid mail
ca_es: Direcció errònea

source: Openmeetings setup
ca_es: Configuració de l'Openmeetings

source: Main configure for openmeetings
ca_es: Configuració principal

source: Configure database access and users
ca_es: Configura base de dades i usuaris

source: Configure database access and users for openmeetings
ca_es: Configura l'accés a la base de dades i els usuaris de l'openmeetings

source: Database user
ca_es: Usuari de la base de dades

source: openmeetingsuser
ca_es: usuariMeetings

source: User password
ca_es: Contrasenya

source: * At least 8 character
ca_es: * Mínim 8 caràcters

source: SPECIAL CHARACTERS NOT ALLOWED
ca_es: ELS CARACTERS ESPECIALS NO SON PERMESSOS

source: p4ssw0rd
ca_es: C0ntrasenya

source: Admin user
ca_es: Administrador

source: Admin password
ca_es: Contrasenya

source: * Uppercase and lowercase * Alphanumeric * With special characters (!, #, &...)
ca_es: * Majñuscules i minúscules * Alfanumérica * Amb caràcters especials (!, #, &...)

source: P4ssw0rd!
ca_es: C0ntrasenya!

source: Admin email
ca_es: Mail d'administració

source: Failed when writing conffig: %s
ca_es: Error al desar la configuració: %s

source: Working... it could take some minutes. Please don't close this window
ca_es: Treballant... Per favor no tanque la finestra

source: Openmeetings configuration updated
ca_es: Configuració actualitzada

source: Openmeetings daemon setup
ca_es: Configuració del dimoni

source: Conifgure openmeetings service setup
ca_es: Configura el dimoni d'OpenMeetings

source: Start/stop the service or launch at boot
ca_es: Activa/desactiva el dimoni o l'executa al iniciar

source: Launch at startup
ca_es: Activar al inici

source: Disable videconference (remove webcam and microphone support)
ca_es: Desactiva la videoconferencia (impideix l'ús de la webcam)

source: Stop service
ca_es: Detener

source: Start service
ca_es: Arrancar
